"%@ - Offline" = "%@ – Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Lägg till nytt kort …";

"Add a Card" = "Lägg till kort";

"Apt." = "Lägenhetsnr.";

"Contact" = "Kontaktinformation";

"Delivery" = "Leverans";

"Delivery Address" = "Leveransadress";

"Free" = "Gratis";

"Invalid Shipping Address" = "Ogiltig leveransadress";

"Loading…" = "Laddar ...";

"Multibanco" = "Multibanco";

"Next" = "Nästa";

"Online Banking (FPX)" = "Internetbank (FPX)";

"Payment Method" = "Betalningsmetod";

"Shipping" = "Frakt";

"Shipping Method" = "Leveransmetod";

"Use Billing" = "Använd faktureringsadress";

"Use Delivery" = "Använd leveransadress";

"Use Shipping" = "Använd fraktadress";
